---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.CornerMullionOverlapsOtherOnePlacedOnNeighboringRegion
source: html/1d141b3c-3d3a-8c55-6b64-40ecfcc8eead.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.CornerMullionOverlapsOtherOnePlacedOnNeighboringRegion Property

Corner Mullion overlaps Mullion placed on neighboring Curtain region.

## Syntax (C#)
```csharp
public static FailureDefinitionId CornerMullionOverlapsOtherOnePlacedOnNeighboringRegion { get; }
```